Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# createWorkspace.starter.threeByTwo.description
source: Six terminals in 3 columns, 2 rows.
ja: ターミナル 6 つを 3 カラム 2 行で。
ko: 터미널 6개를 3열 2행으로.
ru: Шесть терминалов в 3 колонки, 2 строки.
uk: Шість терміналів у 3 колонки, 2 рядки.
zh_hans: 六个终端，3 列 2 行。
zh_hant: 六個終端機，3 欄 2 列。

# createWorkspace.starter.threeColumns.description
source: Three terminals side by side.
ja: ターミナル 3 つを横並びで。
ko: 터미널 세 개를 나란히.
ru: Три терминала рядом.
uk: Три термінали поряд.
zh_hans: 三个终端并排。
zh_hant: 三個終端機並排。

# createWorkspace.starter.threeColumns.label
source: Three columns
ja: 3 カラム
ko: 세 컬럼
ru: Три колонки
uk: Три колонки
zh_hans: 三栏
zh_hant: 三欄

# createWorkspace.starter.twoByThree.description
source: Six terminal panes in 2 columns, 3 rows. External 27-inch+ monitor suggested.
ja: ターミナル 6 つを 2 カラム 3 行で。27 インチ以上の外部モニター推奨。
ko: 터미널 6개를 2열 3행으로. 27인치 이상 외부 모니터 권장.
ru: Шесть терминальных панелей в 2 колонки, 3 строки. Рекомендуется внешний монитор 27 дюймов и больше.
uk: Шість термінальних панелей у 2 колонки, 3 рядки. Рекомендовано зовнішній монітор 27 дюймів і більше.
zh_hans: 六个终端窗格，2 列 3 行。建议使用 27 英寸以上的外部显示器。
zh_hant: 六個終端機窗格，2 欄 3 列。建議使用 27 吋以上的外接顯示器。

# createWorkspace.starter.twoColumns.description
source: Two terminals split side by side. Agent left, terminal right.
ja: ターミナル 2 つを横並びで分割。左にエージェント、右にターミナル。
ko: 터미널 두 개를 나란히 분할. 왼쪽 에이전트, 오른쪽 터미널.
ru: Два терминала бок о бок. Агент слева, терминал справа.
uk: Два термінали поруч. Агент ліворуч, термінал праворуч.
zh_hans: 两个终端并排分割。左侧代理，右侧终端。
zh_hant: 兩個終端機並排分割。左側代理，右側終端機。

# createWorkspace.starter.twoColumns.label
source: Two columns
ja: 2 カラム
ko: 두 컬럼
ru: Две колонки
uk: Дві колонки
zh_hans: 两栏
zh_hant: 兩欄

# debug.browserProfilePopover.group.padding
source: Padding
ja: 余白
ko: 여백
ru: Отступы
uk: Відступи
zh_hans: 内边距
zh_hant: 內距

# debug.browserProfilePopover.group.preview
source: Preview
ja: プレビュー
ko: 미리보기
ru: Предпросмотр
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

# debug.browserProfilePopover.heading
source: Browser Profile Popover
ja: ブラウザープロファイルポップオーバー
ko: 브라우저 프로필 팝오버
ru: Всплывающее окно профиля браузера
uk: Спливне вікно профілю браузера
zh_hans: 浏览器配置文件弹出框
zh_hant: 瀏覽器設定檔彈出視窗

# debug.browserProfilePopover.label.horizontal
source: Horizontal
ja: 水平
ko: 가로
ru: По горизонтали
uk: Горизонтально
zh_hans: 水平
zh_hant: 水平

# debug.browserProfilePopover.label.vertical
source: Vertical
ja: 垂直
ko: 세로
ru: По вертикали
uk: Вертикально
zh_hans: 垂直
zh_hant: 垂直

# debug.browserProfilePopover.liveNote
source: Changes apply live to the browser profile popover.
ja: 変更はブラウザープロファイルポップオーバーにライブで反映されます。
ko: 변경 사항이 브라우저 프로필 팝오버에 실시간으로 반영됩니다.
ru: Изменения применяются вживую к всплывающему окну профиля браузера.
uk: Зміни застосовуються наживо до спливного вікна профілю браузера.
zh_hans: 变更会实时应用到浏览器配置文件弹出框。
zh_hant: 變更會即時套用至瀏覽器設定檔彈出視窗。

# debug.browserProfilePopover.note
source: Tune profile popover padding live while comparing against the browser toolbar menu.
ja: ブラウザーツールバーのメニューと見比べながら、プロファイルポップオーバーの余白をライブで調整します。
ko: 브라우저 툴바 메뉴와 비교하면서 프로필 팝오버 패딩을 실시간으로 조정합니다.
ru: Настраивайте отступы всплывающего меню профиля вживую, сравнивая с меню панели инструментов браузера.
uk: Налаштовуйте відступи спливного вікна профілю наживо, порівнюючи з меню панелі браузера.
zh_hans: 在与浏览器工具栏菜单对比时,实时调整个人资料弹出框的边距。
zh_hant: 即時調整個人檔案彈出視窗的內距，同時對照瀏覽器工具列選單。

# debug.browserProfilePopover.reset
source: Reset
ja: リセット
ko: 초기화
ru: Сбросить
uk: Скинути
zh_hans: 重置
zh_hant: 重設

# debug.devBuildBanner.show
source: Show Dev Build Banner
ja: 開発ビルドバナーを表示
ko: Dev 빌드 배너 표시
ru: Показать баннер dev-сборки
uk: Показати банер dev-збірки
zh_hans: 显示开发版横幅
zh_hant: 顯示開發版橫幅

# debug.devBuildBanner.title
source: THIS IS A DEV BUILD
ja: これは開発ビルドです
ko: 이것은 DEV 빌드입니다
ru: ЭТО DEV-СБОРКА
uk: ЦЕ DEV-ЗБІРКА
zh_hans: 这是开发版构建
zh_hant: 這是開發版

# debug.menu.browserProfilePopoverDebug
source: Browser Profile Popover Debug…
ja: ブラウザープロファイルポップオーバーのデバッグ…
ko: 브라우저 프로필 팝오버 디버그…
ru: Отладка всплывающего окна профиля браузера…
uk: Налагодження спливного вікна профілю браузера…
zh_hans: 浏览器配置文件弹出框调试…
zh_hant: 瀏覽器設定檔彈出視窗除錯…

# debug.menu.browserToolbarButtonSpacing
source: Browser Toolbar Button Spacing
ja: ブラウザーツールバーのボタン間隔
ko: 브라우저 툴바 버튼 간격
ru: Интервал между кнопками панели инструментов браузера
uk: Інтервал між кнопками панелі інструментів браузера
zh_hans: 浏览器工具栏按钮间距
zh_hant: 瀏覽器工具列按鈕間距

# debug.menu.openStressWorkspacesWithLoadedSurfaces
source: Open Stress Workspaces and Load All Terminals
ja: 負荷テスト用ワークスペースを開いてすべてのターミナルを読み込む
ko: 스트레스 테스트 작업 공간 열고 모든 터미널 로드
ru: Открыть стресс-рабочие пространства и загрузить все терминалы
uk: Відкрити стрес-тест робочих просторів і завантажити всі термінали
zh_hans: 打开压测工作区并加载所有终端
zh_hant: 開啟壓測工作區並載入所有終端機

# debug.theme.dumpActive
source: Debug: Dump Active Theme
ja: デバッグ: アクティブテーマをダンプ
ko: 디버그: 활성 테마 덤프
ru: Отладка: выгрузить активную тему
uk: Налагодження: вивантажити активну тему
zh_hans: 调试：导出当前主题
zh_hant: 除錯：傾印目前主題

# debug.theme.m1b.menuTitle
source: Debug: Theme M1b
ja: デバッグ: テーマ M1b
ko: 디버그: 테마 M1b
ru: Отладка: тема M1b
uk: Налагодження: тема M1b
zh_hans: 调试：主题 M1b
zh_hant: 除錯：主題 M1b

# debug.theme.m1b.toggle.bonsplitAppearance
source: Debug: Theme M1b / Toggle Workspace.bonsplitAppearance
ja: デバッグ: テーマ M1b / Workspace.bonsplitAppearance を切り替え
ko: 디버그: 테마 M1b / Workspace.bonsplitAppearance 전환
ru: Отладка: тема M1b / переключить Workspace.bonsplitAppearance
uk: Налагодження: тема M1b / перемкнути Workspace.bonsplitAppearance
zh_hans: 调试：主题 M1b / 切换 Workspace.bonsplitAppearance
zh_hant: 除錯：主題 M1b / 切換 Workspace.bonsplitAppearance

# debug.theme.m1b.toggle.browserChrome
source: Debug: Theme M1b / Toggle BrowserPanelView
ja: デバッグ: テーマ M1b / BrowserPanelView を切り替え
ko: 디버그: 테마 M1b / BrowserPanelView 전환
ru: Отладка: тема M1b / переключить BrowserPanelView
uk: Налагодження: тема M1b / перемкнути BrowserPanelView
zh_hans: 调试：主题 M1b / 切换 BrowserPanelView
zh_hant: 除錯：主題 M1b / 切換 BrowserPanelView

# debug.theme.m1b.toggle.customTitlebar
source: Debug: Theme M1b / Toggle ContentView.customTitlebar
ja: デバッグ: テーマ M1b / ContentView.customTitlebar を切り替え
ko: 디버그: 테마 M1b / ContentView.customTitlebar 전환
ru: Отладка: тема M1b / переключить ContentView.customTitlebar
uk: Налагодження: тема M1b / перемкнути ContentView.customTitlebar
zh_hans: 调试：主题 M1b / 切换 ContentView.customTitlebar
zh_hant: 除錯：主題 M1b / 切換 ContentView.customTitlebar

# debug.theme.m1b.toggle.markdownChrome
source: Debug: Theme M1b / Toggle MarkdownPanelView
ja: デバッグ: テーマ M1b / MarkdownPanelView を切り替え
ko: 디버그: 테마 M1b / MarkdownPanelView 전환
ru: Отладка: тема M1b / переключить MarkdownPanelView
uk: Налагодження: тема M1b / перемкнути MarkdownPanelView
zh_hans: 调试：主题 M1b / 切换 MarkdownPanelView
zh_hant: 除錯：主題 M1b / 切換 MarkdownPanelView

# debug.theme.m1b.toggle.sidebarTabItem
source: Debug: Theme M1b / Toggle ContentView.TabItemView
ja: デバッグ: テーマ M1b / ContentView.TabItemView を切り替え
ko: 디버그: 테마 M1b / ContentView.TabItemView 전환
ru: Отладка: тема M1b / переключить ContentView.TabItemView
uk: Налагодження: тема M1b / перемкнути ContentView.TabItemView
zh_hans: 调试：主题 M1b / 切换 ContentView.TabItemView
zh_hant: 除錯：主題 M1b / 切換 ContentView.TabItemView

# debug.theme.m1b.toggle.surfaceTitleBar
source: Debug: Theme M1b / Toggle SurfaceTitleBarView
ja: デバッグ: テーマ M1b / SurfaceTitleBarView を切り替え
ko: 디버그: 테마 M1b / SurfaceTitleBarView 전환
ru: Отладка: тема M1b / переключить SurfaceTitleBarView
uk: Налагодження: тема M1b / перемкнути SurfaceTitleBarView
zh_hans: 调试：主题 M1b / 切换 SurfaceTitleBarView
zh_hant: 除錯：主題 M1b / 切換 SurfaceTitleBarView

# debug.theme.m1b.toggle.workspaceContentContext
source: Debug: Theme M1b / Toggle WorkspaceContentView Context
ja: デバッグ: テーマ M1b / WorkspaceContentView Context を切り替え
ko: 디버그: 테마 M1b / WorkspaceContentView 컨텍스트 전환
ru: Отладка: тема M1b / переключить контекст WorkspaceContentView
uk: Налагодження: тема M1b / перемкнути контекст WorkspaceContentView
zh_hans: 调试：主题 M1b / 切换 WorkspaceContentView 上下文
zh_hant: 除錯：主題 M1b / 切換 WorkspaceContentView Context

# debug.theme.showResolutionTrace
source: Debug: Show Resolution Trace
ja: デバッグ: 解決トレースを表示
ko: 디버그: 해석 추적 표시
ru: Отладка: показать трассировку разрешения
uk: Налагодження: показати трасування розв'язання
zh_hans: 调试：显示解析追踪
zh_hant: 除錯：顯示解析追蹤

# debug.theme.showThemeFolder
source: Debug: Show Theme Folder
ja: デバッグ: テーマフォルダーを表示
ko: 디버그: 테마 폴더 표시
ru: Отладка: показать папку темы
uk: Налагодження: показати теку теми
zh_hans: 调试：显示主题文件夹
zh_hant: 除錯：顯示主題資料夾

# debug.theme.toggleEngine
source: Debug: Toggle Theme Engine
ja: デバッグ: テーマエンジンを切り替え
ko: 디버그: 테마 엔진 전환
ru: Отладка: переключить движок темы
uk: Налагодження: перемкнути рушій теми
zh_hans: 调试：切换主题引擎
zh_hant: 除錯：切換主題引擎

# debug.windows.browserProfilePopover.title
source: Browser Profile Popover Debug
ja: ブラウザープロファイルポップオーバーのデバッグ
ko: 브라우저 프로필 팝오버 디버그
ru: Отладка всплывающего окна профиля браузера
uk: Налагодження спливного вікна профілю браузера
zh_hans: 浏览器配置文件弹出框调试
zh_hant: 瀏覽器設定檔彈出視窗除錯

# dialog.closeLastTabWindow.message
source: This is the last tab. Closing it closes the window.
ja: これが最後のタブです。閉じるとウインドウも閉じます。
ko: 마지막 탭이에요. 닫으면 윈도우도 닫혀요.
ru: Это последняя вкладка. Закроете её — закроется и окно.
uk: Це остання вкладка. Її закриття закриє вікно.
zh_hans: 仅剩此一页。关了它,窗口也关。
zh_hant: 僅剩此一頁。關了它,視窗也關。

# dialog.closeLastTabWorkspace.message
source: This is the last tab. Closing it closes the workspace.
ja: これが最後のタブです。閉じるとワークスペースも閉じます。
ko: 마지막 탭이에요. 닫으면 워크스페이스도 닫혀요.
ru: Это последняя вкладка. Закроете её — закроется и рабочее пространство.
uk: Це остання вкладка. Її закриття закриє робочий простір.
zh_hans: 仅剩此一页。关了它,工作区也关。
zh_hant: 僅剩此一頁。關了它,工作區也關。

# dialog.closeOtherTabs.message.one
source: This closes 1 tab in this pane: %@
ja: このペインの 1 個のタブを閉じます: %@
ko: 이 페인에서 탭 1개를 닫습니다: %@
ru: Закроется 1 вкладка в этой панели: %@
uk: Це закриє 1 вкладку у цій панелі: %@
zh_hans: 这会关闭此面板中的 1 个标签页： %@
zh_hant: 此舉關閉此窗格中 1 個標籤頁： %@

# dialog.closeOtherTabs.message.other
source: This closes %1$lld tabs in this pane: %2$@
ja: このペインの %1$lld 個のタブを閉じます: %2$@
ko: 이 페인에서 탭 %1$lld개를 닫습니다: %2$@
ru: Закроется вкладок в этой панели: %1$lld %2$@
uk: Це закриє %1$lld вкладок у цій панелі: %2$@
zh_hans: 这会关闭此面板中的 %1$lld 个标签页： %2$@
zh_hant: 此舉關閉此窗格中 %1$lld 個標籤頁： %2$@

# dialog.closeOtherTabs.title
source: Close other tabs?
ja: 他のタブを閉じますか？
ko: 다른 탭을 닫으시겠습니까?
ru: Закрыть другие вкладки?
uk: Закрити інші вкладки?
zh_hans: 关闭其他标签页？
zh_hant: 要關閉其他標籤頁嗎？

# dialog.closeTab.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.closeTab.close
source: Close
ja: 閉じる
ko: 닫기
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# dialog.closeTab.message
source: This closes the tab.
ja: タブを閉じます。
ko: 탭을 닫습니다.
ru: Вкладка закроется.
uk: Це закриє вкладку.
zh_hans: 这会关闭该标签页。
zh_hant: 此舉關閉此標籤頁。

# dialog.closeTab.title
source: Close tab?
ja: タブを閉じますか？
ko: 탭을 닫으시겠습니까?
ru: Закрыть вкладку?
uk: Закрити вкладку?
zh_hans: 关闭标签页？
zh_hant: 要關閉標籤頁嗎？

# dialog.closeWindow.message
source: This closes the window and every workspace in it.
ja: ウインドウと、その中のワークスペースをすべて閉じます。
ko: 이 윈도우와 그 안의 모든 작업 공간을 닫습니다.
ru: Закроется окно и все рабочие пространства в нём.
uk: Це закриє вікно та всі робочі простори в ньому.
zh_hans: 这会关闭此窗口以及其中的每一个工作区。
zh_hant: 此舉關閉此視窗,連同其中每一個工作區。

# dialog.closeWindow.title
source: Close window?
ja: ウィンドウを閉じますか？
ko: 윈도우를 닫을까요?
ru: Закрыть окно?
uk: Закрити вікно?
zh_hans: 关闭窗口？
zh_hant: 關閉視窗？

# dialog.closeWorkspace.confirmButton
source: Close Workspace
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
ru: Закрыть рабочее пространство
uk: Закрити робочий простір
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# dialog.closeWorkspace.message
source: This will close the workspace and all of its panes.
ja: ワークスペースと、そのすべてのペインを閉じます。
ko: 워크스페이스와 모든 페인을 닫아요.
ru: Закроется рабочее пространство и все его панели.
uk: Це закриє робочий простір та всі його панелі.
zh_hans: 此举关闭整个工作区,连同所有面板。
zh_hant: 此舉關閉整個工作區,連同所有窗格。

# dialog.closeWorkspace.title
source: Close workspace?
ja: ワークスペースを閉じますか？
ko: 작업 공간을 닫으시겠습니까?
ru: Закрыть рабочее пространство?
uk: Закрити робочий простір?
zh_hans: 关闭工作区？
zh_hant: 要關閉工作區嗎？

# dialog.closeWorkspaces.message
source: This will close %1$lld workspaces and all of their panes: %2$@
ja: %1$lld 個のワークスペースと、それぞれのすべてのペインを閉じます: %2$@
ko: %1$lld개의 작업 공간과 해당 페인을 모두 닫습니다: %2$@
ru: Это закроет %1$lld рабочих пространств и все их панели: %2$@
uk: Це закриє %1$lld робочих просторів та всі їхні панелі: %2$@
zh_hans: 将关闭 %1$lld 个工作区及其所有面板： %2$@
zh_hant: 此舉會關閉 %1$lld 個工作區與其所有面板： %2$@

# dialog.closeWorkspaces.title
source: Close workspaces?
ja: ワークスペースを閉じますか？
ko: 작업 공간을 닫을까요?
ru: Закрыть рабочие пространства?
uk: Закрити робочі простори?
zh_hans: 关闭工作区？
zh_hant: 關閉工作區？

# dialog.closeWorkspacesWindow.message
source: This will close the current window, its %1$lld workspaces, and all of their panes: %2$@
ja: 現在のウインドウと、その %1$lld 個のワークスペースと、それぞれのすべてのペインを閉じます: %2$@
ko: 현재 윈도우와 그 안의 %1$lld개 작업 공간, 해당 페인을 모두 닫습니다: %2$@
ru: Это закроет текущее окно, его %1$lld рабочих пространств и все их панели: %2$@
uk: Це закриє поточне вікно, його %1$lld робочих просторів та всі їхні панелі: %2$@
zh_hans: 将关闭当前窗口、其 %1$lld 个工作区及所有面板： %2$@
zh_hant: 此舉會關閉目前視窗、其中的 %1$lld 個工作區,以及所有面板： %2$@

# dialog.dontWarnCmdQ
source: Don't ask again for Cmd+Q
ja: Cmd+Q で次回から確認しない
ko: Cmd+Q에 대해 다시 묻지 않기
ru: Больше не спрашивать при Cmd+Q
uk: Більше не питати про Cmd+Q
zh_hans: Cmd+Q 时不再询问
zh_hant: 按 Cmd+Q 時不再詢問

# dialog.enableNotifications.message
source: Notifications are off for c11. Enable them in System Settings so c11 can ring you when a pane needs attention.
ja: c11 の通知がオフです。システム設定で有効にすれば、ペインがあなたを必要とするときに c11 が呼びかけます。
ko: c11의 알림이 꺼져 있어요. 시스템 설정에서 켜면 페인에 주의가 필요할 때 c11이 울려요.
ru: Уведомления для c11 выключены. Включите их в Системных настройках, чтобы c11 мог звенеть, когда панели нужно внимание.
uk: Сповіщення для c11 вимкнені. Увімкніть їх у Системних налаштуваннях, щоб c11 міг гукати вас, коли панель потребує уваги.
zh_hans: c11 的通知已关。到「系统设置」里开启,面板有事时,c11 才叩得到你。
zh_hant: c11 的通知已關。到「系統設定」裡開啟,窗格有事時,c11 才叩得到你。

# dialog.enableNotifications.notNow
source: Not Now
ja: 今はしない
ko: 나중에
ru: Не сейчас
uk: Не зараз
zh_hans: 以后再说
zh_hant: 現在不要

# dialog.enableNotifications.openSettings
source: Open Settings
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

# dialog.enableNotifications.title
source: Turn on notifications for c11
ja: c11 の通知をオンにする
ko: c11 알림 켜기
ru: Включить уведомления для c11
uk: Увімкнути сповіщення для c11
zh_hans: 为 c11 开启通知
zh_hant: 為 c11 打開通知

# dialog.moveFailed.message
source: c11 couldn't move this tab where you asked.
ja: c11 はこのタブを指定の場所に移動できませんでした。
ko: c11이 이 탭을 원하는 위치로 옮기지 못했어요.
ru: c11 не удалось переместить эту вкладку туда, куда вы просили.
uk: c11 не зміг перемістити вкладку туди, куди ви просили.
zh_hans: c11 没能把这标签页挪到你要的位置。
zh_hant: c11 沒能把這標籤頁挪到你要的位置。

# dialog.moveFailed.title
source: Move Failed
ja: 移動失敗
ko: 이동 실패
ru: Ошибка перемещения
uk: Помилка переміщення
zh_hans: 移动失败
zh_hant: 移動失敗

# dialog.moveTab.message
source: Pick a destination.
ja: 移動先を選んでください。
ko: 대상을 고르세요.
ru: Выберите место.
uk: Оберіть, куди перемістити.
zh_hans: 选择目标位置。
zh_hant: 挑個去處。

# dialog.moveTab.move
source: Move
ja: 移動
ko: 이동
ru: Переместить
uk: Перемістити
zh_hans: 移动
zh_hant: 移動

# dialog.moveTab.newWorkspaceCurrentWindow
source: New Workspace in This Window
ja: このウインドウに新規ワークスペース
ko: 이 윈도우의 새 작업 공간
ru: Новое рабочее пространство в этом окне
uk: Новий робочий простір у цьому вікні
zh_hans: 此窗口中的新工作区
zh_hant: 此視窗的新工作區

# dialog.moveTab.selectedWorkspaceNewWindow
source: New Window
ja: 新規ウインドウ
ko: 새 윈도우
ru: Новое окно
uk: Нове вікно
zh_hans: 新窗口
zh_hant: 新視窗

# dialog.moveTab.title
source: Move Tab
ja: タブの移動
ko: 탭 이동
ru: Переместить вкладку
uk: Перемістити вкладку
zh_hans: 移动标签页
zh_hant: 移動標籤頁

# dialog.pane.confirm.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.pane.confirm.close
source: Close
ja: 閉じる
ko: 닫기
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# dialog.pane.confirm.ok
source: Confirm
ja: 確認
ko: 확인
ru: Подтвердить
uk: Підтвердити
zh_hans: 确认
zh_hant: 確認

# dialog.pane.textInput.submit
source: Submit
ja: 送信
ko: 제출
ru: Отправить
uk: Надіслати
zh_hans: 提交
zh_hant: 送出

# dialog.quitCmux.message
source: This closes every window and workspace.
ja: すべてのウインドウとワークスペースを閉じます。
ko: 모든 윈도우와 작업 공간을 닫습니다.
ru: Закроются все окна и рабочие пространства.
uk: Це закриє всі вікна та робочі простори.
zh_hans: 这会关闭每一个窗口和工作区。
zh_hant: 此舉關閉每一個視窗與工作區。

# dialog.quitCmux.quit
source: Quit
ja: 終了
ko: 종료
ru: Завершить
uk: Завершити
zh_hans: 退出
zh_hant: 結束

# dialog.quitCmux.title
source: Quit c11?
ja: c11 を終了しますか？
ko: c11를 종료하시겠습니까?
ru: Завершить c11?
uk: Завершити c11?
zh_hans: 退出 c11？
zh_hant: 要結束 c11 嗎？

# dialog.renameTab.message
source: Any text works. Longer titles are easier to find when many tabs are open.
ja: どんな文字列でも使えます。タブが多いときは長めのタイトルのほうが見分けやすくなります。
ko: 아무 텍스트나 가능해요. 탭이 많을 때는 긴 제목이 찾기 쉬워요.
ru: Любой текст подойдёт. Длинные названия проще найти, когда открыто много вкладок.
uk: Будь-який текст підходить. Довші назви легше знайти, коли відкрито багато вкладок.
zh_hans: 随便起。标签多的时候,名字长一点更好找。
zh_hant: 隨便取。標籤多的時候,名字長一點更好找。

# dialog.renameTab.placeholder
source: Tab name
ja: タブ名
ko: 탭 이름
ru: Имя вкладки
uk: Назва вкладки
zh_hans: 标签页名称
zh_hant: 標籤頁名稱

# dialog.renameTab.title
source: Rename Tab
ja: タブ名を変更
ko: 탭 이름 변경
ru: Переименовать вкладку
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# dialog.renameWorkspace.message
source: Any text works. Workspace names show in the sidebar.
ja: どんな文字列でも使えます。ワークスペース名はサイドバーに表示されます。
ko: 아무 텍스트나 가능해요. 워크스페이스 이름은 사이드바에 표시돼요.
ru: Любой текст подойдёт. Имена рабочих пространств видны в боковой панели.
uk: Будь-який текст підходить. Назви робочих просторів видно в бічній панелі.
zh_hans: 随便起。工作区名字会出现在侧边栏。
zh_hant: 隨便取。工作區名稱會出現在側邊欄。

# dialog.renameWorkspace.placeholder
source: Workspace name
ja: ワークスペース名
ko: 작업 공간 이름
ru: Имя рабочего пространства
uk: Назва робочого простору
zh_hans: 工作区名称
zh_hant: 工作區名稱

# dialog.renameWorkspace.title
source: Rename Workspace
ja: ワークスペースの名称変更
ko: 작업 공간 이름 변경
ru: Переименовать рабочее пространство
uk: Перейменувати робочий простір
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# error.clipboardFolderPath
source: Couldn't read a folder path from the clipboard.
ja: クリップボードからフォルダパスを読み込めませんでした。
ko: 클립보드에서 폴더 경로를 읽을 수 없습니다.
ru: Не удалось прочитать путь к папке из буфера обмена.
uk: Не вдалося прочитати шлях до теки з буфера обміну.
zh_hans: 无法从剪贴板读取文件夹路径。
zh_hant: 無法從剪貼簿讀取資料夾路徑。

# ghostty.key-table.icon.accessibility
source: Key table
ja: キーテーブル
ko: 키 테이블
ru: Таблица клавиш
uk: Таблиця клавіш
zh_hans: 按键表
zh_hant: 按鍵表

# ghostty.key-table.indicator
source: key table
ja: キーテーブル
ko: 키 테이블
ru: таблица клавиш
uk: таблиця клавіш
zh_hans: 按键表
zh_hant: 按鍵表

# language.system
source: System
ja: システム
ko: 시스템
ru: Системный
uk: Системний
zh_hans: 系统
zh_hant: 系統

# markdown.empty.openButton
source: Open Markdown File…
ja: マークダウンファイルを開く…
ko: 마크다운 파일 열기…
ru: Открыть Markdown-файл…
uk: Відкрити Markdown-файл…
zh_hans: 打开 Markdown 文件…
zh_hant: 開啟 Markdown 檔案…

# markdown.empty.openMessage
source: Choose a markdown file to open.
ja: 開くマークダウンファイルを選択してください。
ko: 열 마크다운 파일을 선택하세요.
ru: Выберите markdown-файл, чтобы открыть.
uk: Оберіть markdown-файл, щоб відкрити.
zh_hans: 选择要打开的 Markdown 文件。
zh_hant: 選擇要開啟的 markdown 檔案。

# markdown.empty.openPrompt
source: Open
ja: 開く
ko: 열기
ru: Открыть
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# markdown.empty.spikePropaganda
source: Plans, docs, receipts — the Spike runs on markdown. Drop in, one workspace.
ja: 計画・ドキュメント・履歴 — Spike はマークダウンで動く。すべてを一つのワークスペースへ。
ko: 계획, 문서, 흔적 — Spike는 마크다운 위에서 돕니다. 여기로 끌어 놓으세요, 하나의 작업 공간.
ru: Планы, документы, следы — Spike работает на markdown. Бросьте сюда, одно рабочее пространство.
uk: Плани, документи, сліди — Spike працює на markdown. Киньте сюди, один робочий простір.
zh_hans: 计划、文档、凭据 — Spike 以 markdown 运转。拖进来,一个工作区。
zh_hant: 計畫、文件、紀錄 — Spike 靠 markdown 運轉。丟進來,一個工作區。

# markdown.empty.subtitle
source: Drop a .md file here, or click Open.
ja: .md ファイルをドロップするか、「開く」をクリックしてください。
ko: .md 파일을 끌어다 놓거나 열기를 클릭하세요.
ru: Бросьте сюда .md-файл или нажмите «Открыть».
uk: Киньте сюди .md-файл або натисніть «Відкрити».
zh_hans: 把 .md 文件拖到这里,或点击「打开」。
zh_hant: 將 .md 檔案拖放到這裡,或點一下「開啟」。

# markdown.empty.title
source: Open a markdown file
ja: マークダウンファイルを開く
ko: 마크다운 파일 열기
ru: Открыть markdown-файл
uk: Відкрити markdown-файл
zh_hans: 打开一个 markdown 文件
zh_hant: 開啟 markdown 檔案

# markdown.fileUnavailable.message
source: The file may have been moved or deleted.
ja: ファイルが移動または削除された可能性があります。
ko: 파일이 이동되었거나 삭제되었을 수 있어요.
ru: Возможно, файл перемещён или удалён.
uk: Файл могли перемістити або видалити.
zh_hans: 文件可能已被移动或删除。
zh_hant: 檔案可能已被移動或刪除。

# markdown.fileUnavailable.title
source: File unavailable
ja: ファイルを利用できません
ko: 파일 사용 불가
ru: Файл недоступен
uk: Файл недоступний
zh_hans: 文件不可用
zh_hant: 檔案無法使用

# markdown.mermaid.installHint
source: Install @mermaid-js/mermaid-cli for diagram rendering
ja: @mermaid-js/mermaid-cli をインストールすると図が表示されます
ko: 다이어그램 렌더링용으로 @mermaid-js/mermaid-cli 설치
ru: Установите @mermaid-js/mermaid-cli для отрисовки диаграмм
uk: Встановіть @mermaid-js/mermaid-cli для рендеру діаграм
zh_hans: 安装 @mermaid-js/mermaid-cli 以渲染图表
zh_hant: 安裝 @mermaid-js/mermaid-cli 以渲染圖表

# markdown.untitled
source: Untitled
ja: 無題
ko: 제목 없음
ru: Без названия
uk: Без назви
zh_hans: 无标题
zh_hant: 未命名

# menu.app.about
source: About c11
ja: c11について
ko: c11에 관하여
ru: О программе c11
uk: Про c11
zh_hans: 关于 c11
zh_hant: 關於 c11

# menu.app.checkForUpdates
source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
ru: Проверить обновления...
uk: Перевірити оновлення…
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.app.ghosttySettings
source: Ghostty Settings…
ja: Ghostty設定…
ko: Ghostty 설정…
ru: Настройки Ghostty...
uk: Налаштування Ghostty…
zh_hans: Ghostty 设置...
zh_hant: Ghostty 設定...

# menu.app.reloadConfiguration
source: Reload Configuration
ja: 構成を再読み込み
ko: 구성 다시 불러오기
ru: Перезагрузить конфигурацию
uk: Перезавантажити конфігурацію
zh_hans: 重新加载配置
zh_hant: 重新載入設定

# menu.app.settings
source: c11 Settings…
ja: 設定…
ko: 설정…
ru: Настройки...
uk: Налаштування c11…
zh_hans: 设置...
zh_hant: 設定...

# menu.checkForUpdates
source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
ru: Проверить обновления...
uk: Перевірити оновлення…
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.currentWindow
source: Current Window
ja: 現在のウインドウ
ko: 현재 윈도우
ru: Текущее окно
uk: Поточне вікно
zh_hans: 当前窗口
zh_hant: 目前視窗

# menu.file.closeTab
source: Close Tab
ja: タブを閉じる
ko: 탭 닫기
ru: Закрыть вкладку
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

# menu.file.closeWorkspace
source: Close Workspace
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
ru: Закрыть рабочее пространство
uk: Закрити робочий простір
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# menu.file.commandPalette
source: Command Palette…
ja: コマンドパレット…
ko: 명령어 팔레트…
ru: Палитра команд...
uk: Палітра команд…
zh_hans: 命令面板...
zh_hant: 指令面板...

# menu.file.goToWorkspace
source: Go to Workspace…
ja: ワークスペースに移動…
ko: 작업 공간으로 이동…
ru: Перейти к рабочему пространству...
uk: Перейти до робочого простору…
zh_hans: 前往工作区...
zh_hant: 前往工作區...

# menu.file.newWorkspace
source: New Workspace
ja: 新規ワークスペース
ko: 새 작업 공간
ru: Новое рабочее пространство
uk: Новий робочий простір
zh_hans: 新建工作区
zh_hant: 新增工作區

# menu.file.reopenClosedBrowserPanel
source: Reopen Closed Browser Pane
ja: 閉じたブラウザペインを再度開く
ko: 닫은 브라우저 페인 다시 열기
ru: Открыть последнюю закрытую панель браузера
uk: Знову відкрити закриту панель браузера
zh_hans: 重新打开已关闭的浏览器面板
zh_hant: 重新開啟已關閉的瀏覽器窗格

# menu.find.find
source: Find…
ja: 検索…
ko: 찾기…
ru: Найти...
uk: Знайти…
zh_hans: 查找...
zh_hant: 尋找...

# menu.find.findNext
source: Find Next
ja: 次を検索
ko: 다음 찾기
ru: Найти далее
uk: Знайти далі
zh_hans: 查找下一个
zh_hant: 尋找下一個

# menu.find.findPrevious
source: Find Previous
ja: 前を検索
ko: 이전 찾기
ru: Найти ранее
uk: Знайти раніше
zh_hans: 查找上一个
zh_hant: 尋找上一個
